---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingLengthn2
source: html/b4a3faef-11d0-4e9c-9fbd-e9d06274b3de.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingLengthn2 Property

"Spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingLengthn2 { get; }
```